Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Compare_BookmarksAdded
source: Added {0} bookmarks.
ar: تمت إضافة {0} إشارات مرجعية.
cs: Přidané záložky: {0}.
de: {0} Lesezeichen hinzugefügt.
el: Προστέθηκαν {0} σελιδοδείκτες.
es: Se agregaron {0} marcadores.
fa: {0} نشانک افزوده شد.
fr: {0} signets ajoutés.
hu: {0} könyvjelző hozzáadva.
id: {0} penanda ditambahkan.
it: Segnalibri aggiunti: {0}.
ja: ブックマークを {0} 件追加しました。
ko: 책갈피 {0}개를 추가했습니다.
pl: Dodano zakładki: {0}.
pt: Marcadores adicionados: {0}.
ro: Marcaje adăugate: {0}.
th: เพิ่มบุ๊กมาร์ก {0} รายการแล้ว
tr: {0} yer işareti eklendi.
uk: Додано закладок: {0}.
vi: Đã thêm {0} dấu trang.
zh_hans: 已添加 {0} 个书签。
zh_hant: 已新增 {0} 個書籤。

# Compare_Exported
source: Exported to {0}.
ar: تم التصدير إلى {0}.
cs: Exportováno do {0}.
de: Nach {0} exportiert.
el: Εξήχθη στο {0}.
es: Se exportó a {0}.
fa: به {0} صادر شد.
fr: Exporté vers {0}.
hu: Exportálva ide: {0}.
id: Diekspor ke {0}.
it: Esportato in {0}.
ja: {0} に書き出しました。
ko: {0}(으)로 내보냈습니다.
pl: Wyeksportowano do {0}.
pt: Exportado para {0}.
ro: S-a exportat în {0}.
th: ส่งออกไปยัง {0} แล้ว
tr: {0} konumuna aktarıldı.
uk: Експортовано в {0}.
vi: Đã xuất ra {0}.
zh_hans: 已导出到 {0}。
zh_hant: 已匯出至 {0}。

# Compare_ExportFailed
source: Could not export: {0}
ar: تعذر التصدير: {0}
cs: Export se nezdařil: {0}
de: Export nicht möglich: {0}
el: Δεν ήταν δυνατή η εξαγωγή: {0}
es: No se pudo exportar: {0}
fa: صادر کردن ممکن نشد: {0}
fr: Impossible d'exporter : {0}
hu: Nem sikerült exportálni: {0}
id: Tidak dapat mengekspor: {0}
it: Impossibile esportare: {0}
ja: 書き出せませんでした: {0}
ko: 내보낼 수 없습니다: {0}
pl: Nie można wyeksportować: {0}
pt: Não foi possível exportar: {0}
ro: Nu s-a putut exporta: {0}
th: ไม่สามารถส่งออก: {0}
tr: Dışarı aktarılamadı: {0}
uk: Не вдалося експортувати: {0}
vi: Không thể xuất: {0}
zh_hans: 无法导出：{0}
zh_hant: 無法匯出：{0}

# Compare_Untitled
source: A new document that has never been saved cannot be compared with saved content.
ar: لا يمكن مقارنة مستند جديد لم يُحفظ قط مع المحتوى المحفوظ.
cs: Nový dokument, který ještě nebyl uložen, nelze porovnat s uloženým obsahem.
de: Ein neues, noch nie gespeichertes Dokument kann nicht mit gespeichertem Inhalt verglichen werden.
el: Ένα νέο έγγραφο που δεν έχει αποθηκευτεί ποτέ δεν μπορεί να συγκριθεί με αποθηκευμένο περιεχόμενο.
es: Un documento nuevo que nunca se ha guardado no se puede comparar con el contenido guardado.
fa: سند جدیدی که هرگز ذخیره نشده با محتوای ذخیره‌شده قابل مقایسه نیست.
fr: Un nouveau document jamais enregistré ne peut pas être comparé au contenu enregistré.
hu: A még soha nem mentett új dokumentum nem hasonlítható össze a mentett tartalommal.
id: Dokumen baru yang belum pernah disimpan tidak dapat dibandingkan dengan konten tersimpan.
it: Un nuovo documento mai salvato non può essere confrontato con il contenuto salvato.
ja: 一度も保存していない新規のドキュメントは、保存済みの内容と比較できません。
ko: 한 번도 저장하지 않은 새 문서는 저장된 내용과 비교할 수 없습니다.
pl: Nowego dokumentu, który nigdy nie został zapisany, nie można porównać z zapisaną zawartością.
pt: Um documento novo que nunca foi salvo não pode ser comparado com o conteúdo salvo.
ro: Un document nou care nu a fost salvat niciodată nu poate fi comparat cu conținutul salvat.
th: เอกสารใหม่ที่ไม่เคยบันทึกไม่สามารถเปรียบเทียบกับเนื้อหาที่บันทึกไว้ได้
tr: Hiç kaydedilmemiş yeni bir belge kaydedilmiş içerikle karşılaştırılamaz.
uk: Новий документ, який жодного разу не зберігався, не можна порівняти зі збереженим вмістом.
vi: Không thể so sánh tài liệu mới chưa từng được lưu với nội dung đã lưu.
zh_hans: 从未保存过的新文档无法与已保存的内容比较。
zh_hant: 從未儲存過的新文件無法與已儲存的內容比較。

# Compare_SameAsSaved
source: Same as the saved content.
ar: مطابق للمحتوى المحفوظ.
cs: Shodné s uloženým obsahem.
de: Identisch mit dem gespeicherten Inhalt.
el: Ίδιο με το αποθηκευμένο περιεχόμενο.
es: Igual que el contenido guardado.
fa: با محتوای ذخیره‌شده یکسان است.
fr: Identique au contenu enregistré.
hu: Megegyezik a mentett tartalommal.
id: Sama dengan konten tersimpan.
it: Uguale al contenuto salvato.
ja: 保存済みの内容と同じです。
ko: 저장된 내용과 같습니다.
pl: Taka sama jak zapisana zawartość.
pt: Igual ao conteúdo salvo.
ro: Identic cu conținutul salvat.
th: เหมือนกับเนื้อหาที่บันทึกไว้
tr: Kaydedilmiş içerikle aynı.
uk: Збігається зі збереженим вмістом.
vi: Giống với nội dung đã lưu.
zh_hans: 与已保存的内容相同。
zh_hant: 與已儲存的內容相同。

# Compare_SavedMissing
source: Cannot open the saved file: {0}
ar: يتعذر فتح الملف المحفوظ: {0}
cs: Uložený soubor nelze otevřít: {0}
de: Die gespeicherte Datei kann nicht geöffnet werden: {0}
el: Δεν είναι δυνατό το άνοιγμα του αποθηκευμένου αρχείου: {0}
es: No se puede abrir el archivo guardado: {0}
fa: باز کردن فایل ذخیره‌شده ممکن نیست: {0}
fr: Impossible d'ouvrir le fichier enregistré : {0}
hu: Nem nyitható meg a mentett fájl: {0}
id: Tidak dapat membuka file tersimpan: {0}
it: Impossibile aprire il file salvato: {0}
ja: 保存済みのファイルを開けません: {0}
ko: 저장된 파일을 열 수 없습니다: {0}
pl: Nie można otworzyć zapisanego pliku: {0}
pt: Não é possível abrir o arquivo salvo: {0}
ro: Fișierul salvat nu poate fi deschis: {0}
th: ไม่สามารถเปิดไฟล์ที่บันทึกไว้: {0}
tr: Kaydedilmiş dosya açılamıyor: {0}
uk: Не вдається відкрити збережений файл: {0}
vi: Không thể mở tệp đã lưu: {0}
zh_hans: 无法打开已保存的文件：{0}
zh_hant: 無法開啟已儲存的檔案：{0}

# Compare_SavedName
source: {0} (saved)
ar: {0} (محفوظ)
cs: {0} (uloženo)
de: {0} (gespeichert)
el: {0} (αποθηκευμένο)
es: {0} (guardado)
fa: {0} (ذخیره‌شده)
fr: {0} (enregistré)
hu: {0} (mentett)
id: {0} (tersimpan)
it: {0} (salvato)
ja: {0} (保存済み)
ko: {0}(저장됨)
pl: {0} (zapisany)
pt: {0} (salvo)
ro: {0} (salvat)
th: {0} (บันทึกไว้)
tr: {0} (kaydedilmiş)
uk: {0} (збережено)
vi: {0} (đã lưu)
zh_hans: {0}（已保存）
zh_hant: {0}（已儲存）

# Compare_CannotOpen
source: Cannot open the comparison target: {0}
ar: يتعذر فتح هدف المقارنة: {0}
cs: Cíl porovnání nelze otevřít: {0}
de: Das Vergleichsziel kann nicht geöffnet werden: {0}
el: Δεν είναι δυνατό το άνοιγμα του στόχου σύγκρισης: {0}
es: No se puede abrir el destino de la comparación: {0}
fa: باز کردن هدف مقایسه ممکن نیست: {0}
fr: Impossible d'ouvrir la cible de comparaison : {0}
hu: Nem nyitható meg az összehasonlítás célja: {0}
id: Tidak dapat membuka target perbandingan: {0}
it: Impossibile aprire la destinazione del confronto: {0}
ja: 比較対象を開けません: {0}
ko: 비교 대상을 열 수 없습니다: {0}
pl: Nie można otworzyć obiektu porównania: {0}
pt: Não é possível abrir o destino da comparação: {0}
ro: Ținta comparării nu poate fi deschisă: {0}
th: ไม่สามารถเปิดเป้าหมายการเปรียบเทียบ: {0}
tr: Karşılaştırma hedefi açılamıyor: {0}
uk: Не вдається відкрити об’єкт порівняння: {0}
vi: Không thể mở đối tượng so sánh: {0}
zh_hans: 无法打开比较对象：{0}
zh_hant: 無法開啟比較對象：{0}

# Compare_Range
source: {0}–{1} ({2} bytes)
ar: {0}–{1} ({2} بايت)
cs: {0}–{1} (bajty: {2})
el: {0}–{1} ({2} byte)
fa: {0}–{1} ({2} بایت)
fr: {0}–{1} ({2} octets)
hu: {0}–{1} ({2} bájt)
id: {0}–{1} ({2} byte)
it: {0}–{1} ({2} byte)
ja: {0}〜{1} ({2} バイト)
ko: {0}–{1}({2}바이트)
pl: {0}–{1} (bajty: {2})
ro: {0}–{1} ({2} octeți)
th: {0}–{1} ({2} ไบต์)
tr: {0}–{1} ({2} bayt)
uk: {0}–{1} ({2} байтів)
vi: {0}–{1} ({2} byte)
zh_hans: {0}–{1}（{2} 字节）
zh_hant: {0}–{1}（{2} 個位元組）

# Compare_LeftMap_Name
source: Difference map (left)
ar: خريطة الاختلافات (اليسار)
cs: Mapa rozdílů (vlevo)
de: Unterschiedskarte (links)
el: Χάρτης διαφορών (αριστερά)
es: Mapa de diferencias (izquierda)
fa: نقشهٔ تفاوت (چپ)
fr: Carte des différences (gauche)
hu: Eltérések térképe (bal)
id: Peta perbedaan (kiri)
it: Mappa delle differenze (sinistra)
ja: 差分マップ (左)
ko: 차이 맵(왼쪽)
pl: Mapa różnic (lewa)
pt: Mapa de diferenças (esquerda)
ro: Hartă diferențe (stânga)
th: แผนที่ความแตกต่าง (ซ้าย)
tr: Fark haritası (sol)
uk: Карта відмінностей (ліворуч)
vi: Bản đồ khác biệt (trái)
zh_hans: 差异图（左侧）
zh_hant: 差異對應圖（左側）

# Compare_RightMap_Name
source: Difference map (right)
ar: خريطة الاختلافات (اليمين)
cs: Mapa rozdílů (vpravo)
de: Unterschiedskarte (rechts)
el: Χάρτης διαφορών (δεξιά)
es: Mapa de diferencias (derecha)
fa: نقشهٔ تفاوت (راست)
fr: Carte des différences (droite)
hu: Eltérések térképe (jobb)
id: Peta perbedaan (kanan)
it: Mappa delle differenze (destra)
ja: 差分マップ (右)
ko: 차이 맵(오른쪽)
pl: Mapa różnic (prawa)
pt: Mapa de diferenças (direita)
ro: Hartă diferențe (dreapta)
th: แผนที่ความแตกต่าง (ขวา)
tr: Fark haritası (sağ)
uk: Карта відмінностей (праворуч)
vi: Bản đồ khác biệt (phải)
zh_hans: 差异图（右侧）
zh_hant: 差異對應圖（右側）

# Compare_Tab_SelectLeft
source: Select as left side for comparison
ar: التحديد كجانب أيسر للمقارنة
cs: Vybrat jako levou stranu porovnání
de: Als linke Seite für den Vergleich auswählen
el: Επιλογή ως αριστερής πλευράς για σύγκριση
es: Seleccionar como lado izquierdo de la comparación
fa: انتخاب به‌عنوان سمت چپ برای مقایسه
fr: Sélectionner comme côté gauche de la comparaison
hu: Kiválasztás bal oldalként az összehasonlításhoz
id: Pilih sebagai sisi kiri untuk perbandingan
it: Seleziona come lato sinistro per il confronto
ja: 比較の左側に選択
ko: 비교할 왼쪽으로 선택
pl: Wybierz jako lewą stronę porównania
pt: Selecionar como lado esquerdo da comparação
ro: Selectare ca parte stângă pentru comparare
th: เลือกเป็นด้านซ้ายสำหรับการเปรียบเทียบ
tr: Karşılaştırma için sol taraf olarak seç
uk: Вибрати як ліву сторону для порівняння
vi: Chọn làm bên trái để so sánh
zh_hans: 选择作为比较的左侧
zh_hant: 選取作為比較的左側

# Compare_Tab_WithLeft
source: Compare with {0}
ar: المقارنة مع {0}
cs: Porovnat s {0}
de: Mit {0} vergleichen
el: Σύγκριση με {0}
es: Comparar con {0}
fa: مقایسه با {0}
fr: Comparer avec {0}
hu: Összehasonlítás ezzel: {0}
id: Bandingkan dengan {0}
it: Confronta con {0}
ja: {0} と比較
ko: {0}과(와) 비교
pl: Porównaj z {0}
pt: Comparar com {0}
ro: Comparare cu {0}
th: เปรียบเทียบกับ {0}
tr: {0} ile karşılaştır
uk: Порівняти з {0}
vi: So sánh với {0}
zh_hans: 与 {0} 比较
zh_hant: 與 {0} 比較

# Compare_Tab_WithLeftNone
source: Compare with selected left side
ar: المقارنة مع الجانب الأيسر المحدد
cs: Porovnat s vybranou levou stranou
de: Mit ausgewählter linker Seite vergleichen
el: Σύγκριση με την επιλεγμένη αριστερή πλευρά
es: Comparar con el lado izquierdo seleccionado
fa: مقایسه با سمت چپ انتخاب‌شده
fr: Comparer avec le côté gauche sélectionné
hu: Összehasonlítás a kiválasztott bal oldallal
id: Bandingkan dengan sisi kiri yang dipilih
it: Confronta con il lato sinistro selezionato
ja: 選択した左側と比較
ko: 선택한 왼쪽과 비교
pl: Porównaj z wybraną lewą stroną
pt: Comparar com o lado esquerdo selecionado
ro: Comparare cu partea stângă selectată
th: เปรียบเทียบกับด้านซ้ายที่เลือก
tr: Seçili sol tarafla karşılaştır
uk: Порівняти з вибраною лівою стороною
vi: So sánh với bên trái đã chọn
zh_hans: 与所选左侧比较
zh_hant: 與選取的左側比較

# Compare_Tab_Saved
source: Compare with saved content
ar: المقارنة مع المحتوى المحفوظ
cs: Porovnat s uloženým obsahem
de: Mit gespeichertem Inhalt vergleichen
el: Σύγκριση με το αποθηκευμένο περιεχόμενο
es: Comparar con el contenido guardado
fa: مقایسه با محتوای ذخیره‌شده
fr: Comparer avec le contenu enregistré
hu: Összehasonlítás a mentett tartalommal
id: Bandingkan dengan konten tersimpan
it: Confronta con il contenuto salvato
ja: 保存済みの内容と比較
ko: 저장된 내용과 비교
pl: Porównaj z zapisaną zawartością
pt: Comparar com o conteúdo salvo
ro: Comparare cu conținutul salvat
th: เปรียบเทียบกับเนื้อหาที่บันทึกไว้
tr: Kaydedilmiş içerikle karşılaştır
uk: Порівняти зі збереженим вмістом
vi: So sánh với nội dung đã lưu
zh_hans: 与已保存的内容比较
zh_hant: 與已儲存的內容比較

# Compare_Column_Number
source: No.
ar: رقم
cs: Č.
de: Nr.
el: Αρ.
es: N.º
fa: شماره
fr: N°
hu: Sorszám
it: N.
ja: 番号
ko: 번호
pl: Nr
pt: N.º
ro: Nr.
th: ลำดับ
vi: STT
zh_hans: 编号
zh_hant: 編號

# Compare_Column_Kind
source: Kind
ar: النوع
cs: Druh
de: Art
el: Είδος
es: Tipo
fa: نوع
fr: Type
hu: Fajta
id: Jenis
it: Tipo
ja: 種類
ko: 종류
pl: Rodzaj
pt: Tipo
ro: Tip
th: ชนิด
tr: Tür
uk: Вид
vi: Loại
zh_hans: 类型
zh_hant: 種類

# Compare_Column_LeftOffset
source: Left offset
ar: الإزاحة اليسرى
cs: Levý posun
de: Offset links
el: Αριστερή μετατόπιση
es: Desplazamiento izquierdo
fa: آفست چپ
fr: Décalage gauche
hu: Bal eltolás
id: Offset kiri
it: Offset sinistro
ja: 左オフセット
ko: 왼쪽 오프셋
pl: Lewe przesunięcie
pt: Deslocamento esquerdo
ro: Deplasament stânga
th: ออฟเซ็ตซ้าย
tr: Sol ofset
uk: Зміщення ліворуч
vi: Độ lệch trái
zh_hans: 左侧偏移量
zh_hant: 左側位移

# Compare_Column_LeftLength
source: Left length
ar: الطول الأيسر
cs: Levá délka
de: Länge links
el: Αριστερό μήκος
es: Longitud izquierda
fa: طول چپ
fr: Longueur gauche
hu: Bal hossz
id: Panjang kiri
it: Lunghezza sinistra
ja: 左の長さ
ko: 왼쪽 길이
pl: Lewa długość
pt: Comprimento esquerdo
ro: Lungime stânga
th: ความยาวซ้าย
tr: Sol uzunluk
uk: Довжина ліворуч
vi: Độ dài trái
zh_hans: 左侧长度
zh_hant: 左側長度

# Compare_Column_RightOffset
source: Right offset
ar: الإزاحة اليمنى
cs: Pravý posun
de: Offset rechts
el: Δεξιά μετατόπιση
es: Desplazamiento derecho
fa: آفست راست
fr: Décalage droit
hu: Jobb eltolás
id: Offset kanan
it: Offset destro
ja: 右オフセット
ko: 오른쪽 오프셋
pl: Prawe przesunięcie
pt: Deslocamento direito
ro: Deplasament dreapta
th: ออฟเซ็ตขวา
tr: Sağ ofset
uk: Зміщення праворуч
vi: Độ lệch phải
zh_hans: 右侧偏移量
zh_hant: 右側位移

# Compare_Column_RightLength
source: Right length
ar: الطول الأيمن
cs: Pravá délka
de: Länge rechts
el: Δεξί μήκος
es: Longitud derecha
fa: طول راست
fr: Longueur droite
hu: Jobb hossz
id: Panjang kanan
it: Lunghezza destra
ja: 右の長さ
ko: 오른쪽 길이
pl: Prawa długość
pt: Comprimento direito
ro: Lungime dreapta
th: ความยาวขวา
tr: Sağ uzunluk
uk: Довжина праворуч
vi: Độ dài phải
zh_hans: 右侧长度
zh_hant: 右側長度

# Compare_Column_LeftBytes
source: Left bytes
ar: البايتات اليسرى
cs: Levé bajty
de: Bytes links
el: Αριστερά byte
es: Bytes izquierda
fa: بایت‌های چپ
fr: Octets gauche
hu: Bal bájtok
id: Byte kiri
it: Byte a sinistra
ja: 左のバイト
ko: 왼쪽 바이트
pl: Bajty po lewej
pt: Bytes à esquerda
ro: Octeți stânga
th: ไบต์ซ้าย
tr: Sol baytlar
uk: Байти ліворуч
vi: Byte trái
zh_hans: 左侧字节
zh_hant: 左側位元組

# Compare_Column_RightBytes
source: Right bytes
ar: البايتات اليمنى
cs: Pravé bajty
de: Bytes rechts
el: Δεξιά byte
es: Bytes derecha
fa: بایت‌های راست
fr: Octets droite
hu: Jobb bájtok
id: Byte kanan
it: Byte a destra
ja: 右のバイト
ko: 오른쪽 바이트
pl: Bajty po prawej
pt: Bytes à direita
ro: Octeți dreapta
th: ไบต์ขวา
tr: Sağ baytlar
uk: Байти праворуч
vi: Byte phải
zh_hans: 右侧字节
zh_hant: 右側位元組

# Compare_List_Name
source: Differences
ar: الاختلافات
cs: Rozdíly
de: Unterschiede
el: Διαφορές
es: Diferencias
fa: تفاوت‌ها
fr: Différences
hu: Eltérések
id: Perbedaan
it: Differenze
ja: 差分の一覧
ko: 차이 목록
pl: Różnice
pt: Diferenças
ro: Diferențe
th: ความแตกต่าง
tr: Farklar
uk: Відмінності
vi: Khác biệt
zh_hans: 差异列表
zh_hant: 差異

# Compare_List_Sort
source: Sort
ar: فرز
cs: Seřadit
de: Sortieren
el: Ταξινόμηση
es: Ordenar
fa: مرتب‌سازی
fr: Trier
hu: Rendezés
id: Urutkan
it: Ordina
ja: 並べ替え
ko: 정렬
pl: Sortuj
pt: Classificar
ro: Sortare
th: เรียงลำดับ
tr: Sırala
uk: Сортування
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

# Compare_List_Sorting
source: Sorting...
ar: جارٍ الفرز...
cs: Řazení...
de: Wird sortiert...
el: Ταξινόμηση...
es: Ordenando...
fa: در حال مرتب‌سازی...
fr: Tri en cours...
hu: Rendezés...
id: Mengurutkan...
it: Ordinamento...
ja: 並べ替え中...
ko: 정렬하는 중...
pl: Sortowanie...
pt: Classificando...
ro: Se sortează...
th: กำลังเรียงลำดับ...
tr: Sıralanıyor...
uk: Сортування...
vi: Đang sắp xếp...
zh_hans: 正在排序...
zh_hant: 正在排序...

# Compare_List_Selected
source: Selected
ar: المحدد
cs: Vybrané
de: Ausgewählt
el: Επιλεγμένα
es: Seleccionados
fa: انتخاب‌شده
fr: Sélectionnés
hu: Kijelölt
id: Dipilih
it: Selezionate
ja: 選択
ko: 선택한 항목
pl: Zaznaczone
pt: Selecionadas
ro: Selectate
th: ที่เลือก
tr: Seçili
uk: Вибрані
vi: Đã chọn
zh_hans: 已选择
zh_hant: 已選取

# Compare_List_Export
source: Export
ar: تصدير
cs: Exportovat
de: Exportieren
el: Εξαγωγή
es: Exportar
fa: صادر کردن
fr: Exporter
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
pl: Eksportuj
pt: Exportar
ro: Exportare
th: ส่งออก
tr: Dışarı aktar
uk: Експорт
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# Compare_List_ToMultiSelection
source: Convert to multiple selection
ar: تحويل إلى تحديد متعدد
cs: Převést na vícenásobný výběr
de: In Mehrfachauswahl umwandeln
el: Μετατροπή σε πολλαπλή επιλογή
es: Convertir en selección múltiple
fa: تبدیل به انتخاب چندگانه
fr: Convertir en sélection multiple
hu: Átalakítás többszörös kijelöléssé
id: Ubah menjadi multi-pilihan
it: Converti in selezione multipla
ja: マルチ選択に変換
ko: 다중 선택으로 변환
pl: Przekształć w zaznaczenie wielokrotne
pt: Converter em seleção múltipla
ro: Conversie în selecție multiplă
th: แปลงเป็นส่วนที่เลือกหลายช่วง
tr: Çoklu seçime dönüştür
uk: Перетворити на множинне виділення
vi: Chuyển thành đa vùng chọn
zh_hans: 转换为多重选择
zh_hant: 轉換為多重選取

# Compare_List_ToBookmarks
source: Convert to bookmarks
ar: تحويل إلى إشارات مرجعية
cs: Převést na záložky
de: In Lesezeichen umwandeln
el: Μετατροπή σε σελιδοδείκτες
es: Convertir en marcadores
fa: تبدیل به نشانک‌ها
fr: Convertir en signets
hu: Átalakítás könyvjelzőkké
id: Ubah menjadi penanda
it: Converti in segnalibri
ja: ブックマークに変換
ko: 책갈피로 변환
pl: Przekształć w zakładki
pt: Converter em marcadores
ro: Conversie în marcaje
th: แปลงเป็นบุ๊กมาร์ก
tr: Yer işaretlerine dönüştür
uk: Перетворити на закладки
vi: Chuyển thành dấu trang
zh_hans: 转换为书签
zh_hant: 轉換為書籤

# Compare_Side_Left
source: Left
ar: اليسار
cs: Vlevo
de: Links
el: Αριστερά
es: Izquierda
fa: چپ
fr: Gauche
hu: Bal
id: Kiri
it: Sinistra
ja: 左
ko: 왼쪽
pl: Lewa
pt: Esquerda
ro: Stânga
th: ซ้าย
tr: Sol
uk: Ліворуч
vi: Trái
zh_hans: 左侧
zh_hant: 左側

# Compare_Side_Right
source: Right
ar: اليمين
cs: Vpravo
de: Rechts
el: Δεξιά
es: Derecha
fa: راست
fr: Droite
hu: Jobb
id: Kanan
it: Destra
ja: 右
ko: 오른쪽
pl: Prawa
pt: Direita
ro: Dreapta
th: ขวา
tr: Sağ
uk: Праворуч
vi: Phải
zh_hans: 右侧
zh_hant: 右側

# Compare_Sort_Number
source: Number
ar: الرقم
cs: Číslo
de: Nummer
el: Αριθμός
es: Número
fa: شماره
fr: Numéro
hu: Sorszám
id: Nomor
it: Numero
ja: 番号
ko: 번호
pl: Numer
pt: Número
ro: Număr
th: ลำดับ
tr: Numara
uk: Номер
vi: Số thứ tự
zh_hans: 编号
zh_hant: 編號

# Compare_Sort_LengthDescending
source: Length (longest first)
ar: الطول (الأطول أولاً)
cs: Délka (nejdelší první)
de: Länge (längste zuerst)
el: Μήκος (μεγαλύτερο πρώτα)
es: Longitud (más largas primero)
fa: طول (بلندترین اول)
fr: Longueur (la plus longue d'abord)
hu: Hossz (leghosszabb elöl)
id: Panjang (terpanjang dahulu)
it: Lunghezza (prima le più lunghe)
ja: 長さ (長い順)
ko: 길이(긴 순서)
pl: Długość (najdłuższe najpierw)
pt: Comprimento (mais longas primeiro)
ro: Lungime (cele mai lungi primele)
th: ความยาว (ยาวที่สุดก่อน)
tr: Uzunluk (önce en uzun)
uk: Довжина (спочатку найдовші)
vi: Độ dài (dài nhất trước)
zh_hans: 长度（从长到短）
zh_hant: 長度（由長到短）

# Compare_Sort_LengthAscending
source: Length (shortest first)
ar: الطول (الأقصر أولاً)
cs: Délka (nejkratší první)
de: Länge (kürzeste zuerst)
el: Μήκος (μικρότερο πρώτα)
es: Longitud (más cortas primero)
fa: طول (کوتاه‌ترین اول)
fr: Longueur (la plus courte d'abord)
hu: Hossz (legrövidebb elöl)
id: Panjang (terpendek dahulu)
it: Lunghezza (prima le più corte)
ja: 長さ (短い順)
ko: 길이(짧은 순서)
pl: Długość (najkrótsze najpierw)
pt: Comprimento (mais curtas primeiro)
ro: Lungime (cele mai scurte primele)
th: ความยาว (สั้นที่สุดก่อน)
tr: Uzunluk (önce en kısa)
uk: Довжина (спочатку найкоротші)
vi: Độ dài (ngắn nhất trước)
zh_hans: 长度（从短到长）
zh_hant: 長度（由短到長）

# Compare_Export_Report
source: Text report
ar: تقرير نصي
cs: Textová sestava
de: Textbericht
el: Αναφορά κειμένου
es: Informe de texto
fa: گزارش متنی
fr: Rapport texte
hu: Szöveges jelentés
id: Laporan teks
it: Report di testo
ja: テキストのレポート
ko: 텍스트 보고서
pl: Raport tekstowy
pt: Relatório de texto
ro: Raport text
th: รายงานข้อความ
tr: Metin raporu
uk: Текстовий звіт
vi: Báo cáo văn bản
zh_hans: 文本报告
zh_hant: 文字報告

# Compare_Export_SelectedCsv
source: Export selected rows to CSV
ar: تصدير الصفوف المحددة إلى CSV
cs: Exportovat vybrané řádky do CSV
de: Ausgewählte Zeilen als CSV exportieren
el: Εξαγωγή επιλεγμένων γραμμών σε CSV
es: Exportar las filas seleccionadas a CSV
fa: صادر کردن سطرهای انتخاب‌شده به CSV
fr: Exporter les lignes sélectionnées en CSV
hu: Kijelölt sorok exportálása CSV-be
id: Ekspor baris terpilih ke CSV
it: Esporta righe selezionate in CSV
ja: 選んだ行を CSV に出力
ko: 선택한 행을 CSV로 내보내기
pl: Eksportuj zaznaczone wiersze do CSV
pt: Exportar linhas selecionadas para CSV
ro: Exportare rânduri selectate în CSV
th: ส่งออกแถวที่เลือกเป็น CSV
tr: Seçili satırları CSV'ye aktar
uk: Експортувати вибрані рядки в CSV
vi: Xuất các hàng đã chọn ra CSV
zh_hans: 将所选行导出为 CSV
zh_hant: 將選取的列匯出為 CSV

# Compare_Dialog_Title
source: Compare files
ar: مقارنة الملفات
cs: Porovnat soubory
de: Dateien vergleichen
el: Σύγκριση αρχείων
es: Comparar archivos
fa: مقایسهٔ فایل‌ها
fr: Comparer des fichiers
hu: Fájlok összehasonlítása
id: Bandingkan file
it: Confronta file
ja: ファイルを比較
ko: 파일 비교
pl: Porównaj pliki
pt: Comparar arquivos
ro: Comparare fișiere
th: เปรียบเทียบไฟล์
tr: Dosyaları karşılaştır
uk: Порівняння файлів
vi: So sánh tệp
zh_hans: 比较文件
zh_hant: 比較檔案

# Compare_Dialog_Compare
source: Compare
ar: مقارنة
cs: Porovnat
de: Vergleichen
el: Σύγκριση
es: Comparar
fa: مقایسه
fr: Comparer
hu: Összehasonlítás
id: Bandingkan
it: Confronta
ja: 比較
ko: 비교
pl: Porównaj
pt: Comparar
ro: Comparare
th: เปรียบเทียบ
tr: Karşılaştır
uk: Порівняти
vi: So sánh
zh_hans: 比较
zh_hant: 比較

# Compare_Dialog_Left
source: Left
ar: اليسار
cs: Vlevo
de: Links
el: Αριστερά
es: Izquierda
fa: چپ
fr: Gauche
hu: Bal
id: Kiri
it: Sinistra
ja: 左
ko: 왼쪽
pl: Lewa
pt: Esquerda
ro: Stânga
th: ซ้าย
tr: Sol
uk: Ліворуч
vi: Trái
zh_hans: 左侧
zh_hant: 左側

# Compare_Dialog_Right
source: Right
ar: اليمين
cs: Vpravo
de: Rechts
el: Δεξιά
es: Derecha
fa: راست
fr: Droite
hu: Jobb
id: Kanan
it: Destra
ja: 右
ko: 오른쪽
pl: Prawa
pt: Direita
ro: Dreapta
th: ขวา
tr: Sağ
uk: Праворуч
vi: Phải
zh_hans: 右侧
zh_hant: 右側

# Compare_Dialog_Swap
source: Swap left and right
ar: تبديل اليسار واليمين
cs: Prohodit levou a pravou stranu
de: Links und rechts tauschen
el: Εναλλαγή αριστερής και δεξιάς πλευράς
es: Intercambiar izquierda y derecha
fa: جابه‌جایی چپ و راست
fr: Inverser gauche et droite
hu: Bal és jobb felcserélése
id: Tukar kiri dan kanan
it: Scambia sinistra e destra
ja: 左右を入れ替え
ko: 왼쪽과 오른쪽 바꾸기
pl: Zamień lewą i prawą
pt: Trocar esquerda e direita
ro: Inversare stânga și dreapta
th: สลับซ้ายและขวา
tr: Sol ve sağı değiştir
uk: Поміняти місцями ліву й праву сторони
vi: Hoán đổi trái và phải
zh_hans: 交换左右
zh_hant: 交換左右

# Compare_Dialog_Method
source: Method
ar: الطريقة
cs: Metoda
de: Methode
el: Μέθοδος
es: Método
fa: روش
fr: Méthode
hu: Módszer
id: Metode
it: Metodo
ja: 比較方式
ko: 방법
pl: Metoda
pt: Método
ro: Metodă
th: วิธี
tr: Yöntem
uk: Метод
vi: Phương pháp
zh_hans: 方式
zh_hant: 方式

# Compare_Dialog_Options
source: Options
ar: الخيارات
cs: Možnosti
de: Optionen
el: Επιλογές
es: Opciones
fa: گزینه‌ها
hu: Beállítások
id: Opsi
it: Opzioni
ja: オプション
ko: 옵션
pl: Opcje
pt: Opções
ro: Opțiuni
th: ตัวเลือก
tr: Seçenekler
uk: Параметри
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

# Compare_Dialog_Target
source: Target
ar: الهدف
cs: Cíl
de: Ziel
el: Στόχος
es: Destino
fa: هدف
fr: Cible
hu: Cél
it: Destinazione
ja: 対象
ko: 대상
pl: Obiekt
pt: Destino
ro: Țintă
th: เป้าหมาย
tr: Hedef
uk: Об’єкт
vi: Đối tượng
zh_hans: 对象
zh_hant: 對象

# Compare_Dialog_ChooseFile
source: Choose a file...
ar: اختيار ملف...
cs: Zvolit soubor...
de: Datei auswählen...
el: Επιλογή αρχείου...
es: Elegir un archivo...
fa: انتخاب فایل...
fr: Choisir un fichier...
hu: Fájl kiválasztása...
id: Pilih file...
it: Scegli un file...
ja: ファイルを選択...
ko: 파일 선택...
pl: Wybierz plik...
pt: Escolher um arquivo...
ro: Alegere fișier...
th: เลือกไฟล์...
tr: Dosya seç...
uk: Вибрати файл...
vi: Chọn tệp...
zh_hans: 选择文件...
zh_hant: 選擇檔案...
